---
kind: property
id: P:Autodesk.Revit.DB.Visual.Tile.TileUseRowEdit
source: html/92fbc775-72a1-9c57-6211-52035bdbaf7e.htm
---
# Autodesk.Revit.DB.Visual.Tile.TileUseRowEdit Property

The property labeled "Row Modify" from the "Tile" schema.

## Syntax (C#)
```csharp
public static string TileUseRowEdit { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".